Repository: hanseihee/endlingo
Catalog: endlingo/Localizable.xcstrings
Source language: ko
Languages: ja, vi

source: 통화는 OpenAI Realtime API로 연결됩니다. 조용한 환경에서 이어폰 사용을 권장합니다
ja: 通話はOpenAI Realtime APIで接続されます。静かな環境でイヤホンの使用をお勧めします
vi: Cuộc gọi được kết nối qua OpenAI Realtime API. Khuyến nghị dùng tai nghe ở nơi yên tĩnh

source: 틀림
ja: 要練習
vi: Cần luyện tập

source: 패턴 → 설명
ja: パターン → 説明
vi: Mẫu câu → Giải thích

source: 퍼펙트 게임
ja: パーフェクトゲーム
vi: Ván hoàn hảo

source: 프레젠테이션, 협상, 보고서
ja: プレゼン、交渉、レポート
vi: Thuyết trình, đàm phán, báo cáo

source: 프로필
ja: プロフィール
vi: Hồ sơ

source: 프로필 탭에서 로그인하세요
ja: プロフィールタブからログインしてください

source: 프로필에서 로그인하기
ja: プロフィールからログイン
vi: Đăng nhập trong hồ sơ

source: 프리토킹
ja: フリートーク
vi: Trò chuyện tự do

source: 피드백을 분석하는 중…
ja: フィードバックを分析中…
vi: Đang phân tích phản hồi…

source: 필수 영단어
ja: 必須英単語
vi: Từ vựng thiết yếu

source: 필수 영단어 %lld개에서 출제됩니다
ja: 必須英単語 %lld個から出題されます
vi: Câu hỏi từ %lld từ vựng thiết yếu

source: 학교
ja: 学校
vi: Trường học

source: 학습
ja: 学習
vi: Học tập

source: 학습 설정
ja: 学習設定
vi: Cài đặt học tập

source: 학습일
ja: 学習日数
vi: Số ngày học

source: 한 달 연속
ja: 1ヶ月連続
vi: 1 tháng liên tiếp

source: 한 달 학습
ja: 1ヶ月学習
vi: Học 1 tháng

source: 한국어 → 영어
ja: 日本語 → 英語
vi: Tiếng Việt → Tiếng Anh

source: 항공사 고객센터
ja: 航空会社カスタマーセンター
vi: Tổng đài hãng hàng không

source: 항공사 상담원
ja: 航空会社相談員
vi: Tư vấn viên hãng hàng không

source: 항공편 일정을 변경해요
ja: 航空便の日程を変更します
vi: Thay đổi lịch trình chuyến bay

source: 해당 날짜의 레슨이 없습니다
ja: その日のレッスンはありません
vi: Không có bài học cho ngày này

source: 현재 레벨
ja: 現在のレベル
vi: Cấp độ hiện tại

source: 현재 비밀번호
ja: 現在のパスワード
vi: Mật khẩu hiện tại

source: 현재 비밀번호가 올바르지 않습니다
ja: 現在のパスワードが正しくありません
vi: Mật khẩu hiện tại không đúng

source: 현재 실력에 맞는 문장을 보내드릴게요
ja: 今のレベルに合った英文をお届けします
vi: Chúng tôi sẽ gửi những câu phù hợp với trình độ của bạn

source: 현재 저장된 문법: %lld개
ja: 現在保存している文法: %lld件
vi: Ngữ pháp hiện đã lưu: %lld

source: 현재 지역에서는 전화 기능을 사용할 수 없습니다
ja: 現在の地域では通話機能を使用できません
vi: Chức năng gọi không khả dụng trong khu vực hiện tại

source: 현재 회원가입이 비활성화되어 있습니다
ja: 現在、会員登録は無効になっています
vi: Đăng ký hiện đang bị vô hiệu hóa

source: 형
ja: 形
vi: adj.

source: 호텔 예약
ja: ホテル予約
vi: Đặt phòng khách sạn

source: 호텔에 전화로 객실을 예약해요
ja: ホテルに電話で客室を予約します
vi: Đặt phòng khách sạn qua điện thoại

source: 화
ja: 火
vi: T3

source: 화면을 찾을 수 없습니다
ja: 画面が見つかりません
vi: Không tìm thấy màn hình

source: 확인
ja: 確認
vi: OK

source: 확인 메일을 발송했습니다. 이메일의 링크를 클릭한 후 로그인해주세요.
ja: 確認メールを送信しました。メール内のリンクをクリックしてからログインしてください。
vi: Đã gửi email xác nhận. Hãy nhấp vào liên kết trong email rồi đăng nhập.

source: 환경
ja: 学習シーン
vi: Môi trường

source: 회
ja: 回
vi: lần

source: 회원가입
ja: 新規登録
vi: Đăng ký

source: 회원탈퇴
ja: 退会
vi: Hủy tài khoản

source: 회의, 이메일, 동료와 대화
ja: 会議、メール、同僚との会話
vi: Họp, email, hội thoại với đồng nghiệp

source: 획득 XP
ja: 獲得XP
vi: XP đã đạt

source: 훌륭합니다!
ja: 素晴らしい！
vi: Xuất sắc!

source: 훌륭해요! 특별히 수정할 문장이 없어요
ja: 素晴らしい!特に修正する文はありません
vi: Tuyệt vời! Không có câu nào cần chỉnh sửa
